INSERT INTO pagamento (idPedido, metodoPagamento, valorPagamento, dataPagamento)
VALUES (1, 'Pix', 150.0, '2022-02-23 10:30:00'),
       (2, 'Boleto', 300.0, '2022-02-24 11:45:00'),
       (3, 'Cartão de Crédito', 250.0, '2022-02-25 14:20:00'),
       (4, 'Pix', 200.0, '2022-02-25 16:50:00'),
       (5, 'Boleto', 100.0, '2022-02-26 09:00:00'),
       (6, 'Cartão de Crédito', 150.0, '2022-02-27 11:30:00'),
       (7, 'Pix', 400.0, '2022-02-27 14:45:00'),
       (8, 'Boleto', 120.0, '2022-02-28 10:00:00'),
       (9, 'Pix', 280.0, '2022-02-28 13:20:00'),
       (10, 'Cartão de Crédito', 190.0, '2022-03-01 15:00:00');
